{
	"nav": {
		"home": "Home",
		"about": "About Us",
		"solutions": "Solutions",
		"pricing": "Pricing",
		"blog": "Blog",
		"services": "Our Services",
		"team": "Our Team",
		"contact": "Contact Us",
		"offer": "Get an Offer"
	},
	"about": {
		"title": "About Us",
		"description": "Founded in 2023, Bilkas Digital Advertising Agency set out to help brands have a strong presence on digital platforms by adapting to the ever-changing and evolving dynamics of the digital world. Since our establishment, we have managed to become an agency that makes a difference in the sector with the innovative solutions and creative projects we offer to our customers. With a wide range of services such as digital marketing, graphic design, social media management, website design, corporate identity and logo design, we work to ensure that brands are successful in the digital world. As Bilkas, we develop special strategies that are suitable for each brand's own story and target audience. Increasing the brand value of our customers, ensuring that they communicate effectively with their target audience and helping them leave a permanent mark in the digital world is one of the main goals of our agency. We follow technology closely and offer our customers the best solutions by applying the most up-to-date trends and strategies. We approach each project meticulously, aiming for perfection at every stage from the smallest detail to the biggest picture. With the experience and expertise we have gained in the sector, we aim to offer our customers long-term and sustainable success. As Bilkas, we develop innovative and flexible strategies that will adapt to not only today's but also tomorrow's digital trends. In this way, we ensure that our customers are constantly one step ahead in the digital world.",
		"missionTitle": "Our Mission",
		"missionDescription": "The mission of Bilkas Digital Advertising Agency is to understand the unique needs of each of our customers and to offer them special, targeted and creative solutions. We work to ensure that brands create a strong presence in the digital world, help them communicate effectively with their target audiences and build brand loyalty. We have adopted the principle of maintaining the highest quality standards in the services we provide by keeping customer satisfaction at the highest level. Each project is a new discovery, a new creation process for us. By bringing together creative and strategic thinking, we produce solutions that enable brands to achieve success in the digital world. We meet the digital needs of our customers by offering a wide range of services from social media management to web design, graphic design to digital marketing strategies. Our aim is to provide added value to our customers and help them create a stronger presence in the digital world. As Bilkas, we always aim to offer our customers better. By blending creativity, strategy and technology, we enable brands to achieve their goals in the digital world. In this direction, we constantly improve ourselves, follow innovations in the sector and offer the best results to our customers using the latest technologies. The success of our customers is our greatest source of motivation, and with this motivation, we continue to undertake projects that will make a difference in the digital world."
	},
	"services": {
		"title_1": "Financial Consulting",
		"description_1": "With the comprehensive consultancy and guidance services we provide when establishing your company, we ensure that you have a smooth start to your business life. We are with you with our expert team on issues such as tax, legal processes, financial planning and operational structuring. With these services, we identify potential problems you may encounter in advance, develop solution-oriented strategies and help you establish your business with a strong foundation.",
		"title_2": "Custom Software Solutions",
		"description_2": "We develop software solutions specifically for you to accelerate your business's growth journey and support its digital transformation. We provide innovative software that optimizes your operational processes, increases efficiency and is designed specifically for your business, allowing you to stand out from the competition.",
		"title_3": "Social Media Management",
		"description_3": "We ensure that your brand is effectively represented on social media platforms, manage content, increase interaction and develop growth-oriented strategies. We help you establish a strong connection with your target audience.",
		"title_4": "Design",
		"description_4": "We offer aesthetic and user-friendly designs that best represent your brand. From web design to graphic design, we offer creative solutions that will ensure your brand makes a strong impression in every area.",
		"title_5": "Digital Marketing",
		"description_5": "With SEO, SEM and targeted advertising strategies, we ensure that your products and services reach wider audiences in the digital world. We offer comprehensive digital marketing solutions to strengthen your brand in digital platforms and increase your sales with effective advertising campaigns.",
		"title_6": "Photo and Video Shooting",
		"description_6": "We provide professional photography and video production services to help brands showcase their products in the most effective way. Our shoots capture the features, quality, and aesthetics of your products, ensuring they attract the attention of your target audience."
	},
	"evaluation": {
		"heading_1": "Start or Grow Your Business.",
		"heading_2": "We Are Always By Your Side.",
		"paragraph": "We are here for you in every aspect of starting and growing your business. From financial consulting to custom software solutions, social media management, design, and digital marketing, our expert team manages all these processes for you.",
		"title_1": "Financial Consulting",
		"description_1": "Start your business with the information and guidance support you will receive from us. With these services, we solve the problems you will encounter at the beginning.",
		"details_1": "Financial Advisory Consultancy (Company Establishment Consultancy) Company expenses can be a complex and tiring process. At this stage, the right guidance and support units are of great importance. As Bilkas Digital Advertising Agency, we are with you everywhere from the establishment of your company with our consultancy service. Determining your company type is a critical continuity that needs to be considered healthily. Joint-stock company or personal company? Which company structure responds best to your business? Which people's taxes are more durable? How can you manage your income and expenses most efficiently? These questions can be confusing for many entrepreneurs who are new to the business world. As Bilkas Digital Advertising Agency, you will help in case of these performances. We work with an expert system and you can easily overcome the company establishment process. Comprehensive support is provided for all legal procedures, tax declarations and accounting transactions that you will encounter while establishing your company. In addition, we do not limit the company establishment to legal transactions only, we can complete all your digital needs together, from the development of your website to your corporate identity design and advertising campaigns. Thus, by addressing every aspect in a holistic way, you will have created a solid foundation on the road to success. We are here to develop strategies that are suitable for your type of company, to help you take the necessary steps to achieve your goals. After you establish your company, we are the sustainable center of your business with our digital services. Contact me to take your digital presence to the next level throughout your existence! We are committed to being a reliable partner on your path to success, during and after the company establishment process. Take the first step to realize your options with Bilkas Digital Advertising Agency!",
		"title_2": "Custom Software Solutions",
		"description_2": "We offer a completely animated website design that is compatible with your business needs and budget, multilingual, and equipped with interactive features. We produce solutions that will help you reach your goals.",
		"details_2": "In today's digital world, it is extremely important to provide effective software solutions for businesses to strengthen their online presence and reach their customers. As Bilkas Digital Advertising Agency, we offer comprehensive services for your business's needs with special software solutions. Website development from scratch is an excellent option to create a user-friendly and functional platform specifically designed for your business's needs. In this process, we aim to provide a rich web experience in terms of both aesthetics and functionality by using the latest technologies in the sector. The websites we create from scratch reflect the values ​​of your business in the best way while presenting a professional image to your customers. Corporate Websites Website Development from Scratch Corporate websites are one of the most important tools for carrying your business's identity to the online environment. By working with us, you can have a reliable and professional corporate website suitable for your target audience. We develop websites that offer ease of content management and fast access, prioritizing user experience. Our corporate websites allow you to reach your potential customers by effectively introducing your brand's values ​​and services. WordPress Websites WordPress is one of the most popular content management systems worldwide. Thanks to its flexibility and user-friendly interface, it offers the opportunity to create websites suitable for all types of businesses. Our WordPress-based websites are designed to meet the specific needs of your business by enriching them with customizable themes and plugins. Thanks to their SEO-compatible structures, they help you achieve better rankings in search engines. E-Commerce Sites E-commerce sites are the most effective way to reach a wide customer base by exhibiting your products online. You can grow your business in the digital world by establishing your own e-commerce site. We develop e-commerce sites equipped with user-friendly interfaces, secure payment systems and comprehensive product management features. We provide all the tools needed to increase your business's sales while providing your customers with a seamless shopping experience. Shopier-Redirected Websites Shopier makes it easier for businesses to sell online by offering a fast and reliable e-commerce solution. Shopier-redirected websites allow you to provide a secure shopping experience by directing your customers directly to the Shopier platform. Such websites provide your customers with a fast shopping process with their user-friendly design and simple navigation. Websites integrated with Shopier stand out as an effective tool to increase your sales. Template-Based Websites Template-based websites suitable for every budget offer a fast and effective solution. With customizations made on pre-designed templates, you can publish your website in a short time. This approach reduces your costs and provides a professional look. Template-based websites can be customized according to the needs of your business and can be implemented quickly. Opportunities Suitable for Every Budget As Bilkas Digital Advertising Agency, we aim to offer software solutions suitable for every budget. We prioritize our quality service approach with our affordable options for everyone from small businesses to large companies. We offer effective and innovative solutions without exceeding your budget while implementing your projects.",
		"title_3": "Social Media Management",
		"description_3": "Strengthen your brand in the digital world. Interact with your target audience professionally on your social media accounts and increase brand awareness.",
		"details_3": "With the innovations brought by the digital age, social media has become one of the most important platforms for businesses to interact with their target audiences and increase brand awareness. As Bilkas Digital Advertising Agency, we are here to strengthen your brand and increase your digital presence with our social media management services. Strategic Planning Social media management is not just about sharing content; it also requires developing an effective strategy. Understanding your target audience, conducting competitive analysis and following trends in your sector are the basic elements of strategic planning. By working with us, you can create a social media strategy suitable for your brand, determine your goals and take the necessary steps to achieve these goals. Content Production and Sharing Creating eye-catching content on social media is critical to attracting users' attention and increasing interaction. As Bilkas Digital Advertising Agency, we produce creative and original content that reflects your brand's identity. Shares enriched with photo, video, graphic and text-based content for platforms such as Instagram, TikTok, LinkedIn and Facebook help you establish a strong bond with your target audience. We increase interaction by creating content calendars and sharing at certain time periods. Platform-Based ManagementInstagram: On this platform where visuality is at the forefront, we create eye-catching and aesthetic content and increase interaction with story sharing. We organize strategic campaigns to grow your follower base and increase your brand awareness. TikTok: We increase interaction with users with short and impressive videos. We introduce your brand to a young and dynamic audience by creating content with high viral potential. LinkedIn: On LinkedIn, a professional network, we strengthen your B2B relationships by producing content related to your sector. By following the developments in the business world, we make your brand a significant player in the sector. Facebook: On this platform where you can reach large audiences, we produce effective advertising campaigns and content that will increase user interaction. By analyzing customer feedback, we develop strategies to strengthen your brand's reputation. Tracking and AnalysisAn important part of social media management is performance tracking and analysis. Determining which content receives more interaction and in which time periods users are more active allows you to develop your strategy. We analyze your social media accounts regularly and evaluate which methods are effective. Using this data, we optimize your content strategy and help you reach your goals faster.Community ManagementSocial media platforms allow brands to communicate directly with their users. At this point, community management plays a vital role in strengthening customer relationships. We can improve your relationship with users by receiving feedback from customer comments, messages and interactions. As Bilkas Digital Advertising Agency, we focus on efforts to increase your brand's reputation by establishing effective communication with users. Advertising Management Social media platforms offer an excellent advertising space to reach your target audience. Advertising campaigns conducted on platforms such as Facebook, Instagram, LinkedIn and TikTok are an effective method to increase your brand's visibility and reach potential customers. We create social media ads in accordance with the target audience, ensuring that you use your budget in the most efficient way. We regularly monitor ad performance and make the necessary optimizations. Crisis Management Social media platforms are an environment where instant communication as well as negative situations can spread quickly. Therefore, crisis management is an important part of social media management. When faced with negative comments or crisis situations, the ability to respond quickly and effectively is critical to protecting your brand’s image. As Bilkas Digital Advertising Agency, we provide guidance on how to act in times of crisis and help you protect your brand’s reputation.",
		"title_4": "Design",
		"description_4": "We highlight your brand visually with aesthetic and functional designs. We offer creative solutions in every area from logo design to corporate content designs, web interfaces.",
		"details_4": "As Bilkas Digital Advertising Agency, we offer design services that will strengthen your brand's visual identity and enable you to communicate effectively with your target audience. Whether it's a logo, corporate identity design or social media visuals, we aim to highlight the uniqueness of your brand at every step. Logo Design The first impression of your brand starts with your logo. With our original and memorable logo designs, we create a visual identity that best reflects your brand's vision and values. Our professional design team offers you special solutions by taking into account sectoral trends and customer demands. Corporate Identity Design Corporate identity ensures that your brand presents a consistent image in internal and external communication. We bring all the visual elements of your brand into a harmonious whole with logo, color palette, typography, business card, letterhead and other printed materials. In this way, your brand establishes a strong bond with your target audience and creates a memorable image. Web Design The first step to existing in the digital world is to have a user-friendly and impressive website. As Bilkas, we offer web design solutions suitable for your brand. With our user experience (UX) and user interface (UI) focused designs, we aim to convert your visitors into customers. We offer both corporate and creative designs for your website, and create functional websites supported by modern technologies. Social Media Visual Designs Social media is one of the most important platforms where your brand expresses itself in the digital world. As Bilkas Digital Advertising Agency, we produce posts, banners and other visual materials specially designed for your brand's social media accounts. Each design helps you create content that appeals to your brand's target audience and provides high interaction. Animation and Motion Graphics We offer animation and motion graphic designs to make your brand more dynamic and eye-catching. With this service, we produce creative animations that you can use in social media, advertising and promotional videos, and tell visual stories that impress your audience. In addition, we design professional characters and graphics for long-term use and share these assets with you. Promotional and Printed Material Designs We design promotional materials, posters, brochures and catalogs that will best represent your brand in your fairs, events or campaigns. We help you to leave a lasting impression on your target audience by preserving the visual consistency of your brand in printed materials. Graphic Design Consultancy We are with you in all visual communication processes of your brand. With our graphic design consultancy service, we offer the most appropriate solutions for your brand's goals in both digital and printed materials. We inform you at every stage of the design process and develop creative solutions specific to your needs.",
		"title_5": "Digital Marketing",
		"description_5": "We effectively promote your products and services in the digital world. Increase your sales and grow your brand with SEO, SEM, and targeted digital advertising campaigns.",
		"details_5": "As Bilkas Digital Advertising Agency, we offer comprehensive digital marketing services that make your brand more visible, accessible and effective in the digital world. Our digital marketing strategies focus on your brand reaching its target audience, increasing your brand awareness and increasing your conversion rates. Google Ads Management One of the most effective tools of digital marketing, Google Ads allows you to reach your potential customers instantly. As Bilkas, we manage your Google Ads campaigns in the most efficient way and optimize your budget to achieve the best conversion rates. We work with you at every stage from keyword research to campaign setup, from performance monitoring to reporting, and constantly focus on improving the results. SEO (Search Engine Optimization) Being at the top of search engines provides a competitive advantage in the digital world. As Bilkas Digital Advertising Agency, we offer SEO services that make your website more visible in search engines. We improve your site's search engine rankings with content optimization, technical SEO, backlink studies and continuous performance monitoring. With our SEO strategies, we aim to increase organic traffic while interacting with your target audience and increasing your brand awareness. Social Media Marketing Social media is one of the most effective platforms where your brand can directly interact with its target audience. As Bilkas, we determine your brand's social media strategy, ensure consistency across platforms, and increase your interaction rates with original content. We strengthen your bond with your target audience by organizing creative campaigns on Instagram, Facebook, LinkedIn, X, and other social media channels. We also enable your brand to reach wider audiences with social media ads. Content Marketing Quality content lies at the heart of an effective digital marketing strategy. As Bilkas Digital Advertising Agency, we produce original and engaging content that is appropriate for your brand's identity and target audience. We strengthen your brand's digital presence with blog posts, articles, infographics, e-books, video content, and more. With our content marketing strategies, we aim to attract the attention of your potential customers while turning them into loyal customers for your brand. Email Marketing Email marketing is one of the most effective ways to strengthen communication with your existing customers and gain new customers. As Bilkas, we design personalized e-mail campaigns, offer content suitable for your target audience and increase your conversion rates. We closely monitor the performance of the campaigns, analyze the results and revise your strategy when necessary. Digital Advertising Management As Bilkas Digital Advertising Agency, we manage your digital advertising campaigns from start to finish. We create customized ads according to the interests and behaviors of your target audience and ensure that they are published on the most appropriate platforms. We optimize your ads on Google Ads, Instagram, Facebook, LinkedIn and other digital channels, and ensure that your budget is used in the most efficient way. With our digital advertising strategies, we increase your brand awareness and make it easier for you to reach your sales goals. Digital Marketing Consultancy Are you wondering how your brand can be more effective in the digital world? As Bilkas, we develop digital marketing strategies specific to you and guide you every step of the way. We analyze your marketing goals and determine the strategies necessary for you to create a strong presence in the digital world. With our consultancy service, we ensure that you get the maximum return on your digital marketing investments.",
		"title_6": "Photo and Video Shooting",
		"description_6": "We provide professional photography and video production services to help brands showcase their products in the most effective way. Our shoots capture the features, quality, and aesthetics of your products, ensuring they attract the attention of your target audience.",
		"details_6": "Product photography is crucial for digital platforms such as e-commerce websites, social media, and advertising campaigns. With this in mind, we strive to create high-quality, aesthetically pleasing visuals that bring out the unique character of each product. Using professional equipment and our experienced team, we capture your products from the best angles, highlighting details and creating visuals that align with your brand identity. We present your products with the right lighting and composition, creating images that attract customer interest and boost your sales. Our video productions showcase your products in a more dynamic and impactful way, helping to keep your target audience engaged for longer periods. At Bilkas, as with all our projects, we approach product photography with meticulous attention to detail, maintaining the highest quality standards. Whether you need a small product catalog or a comprehensive video production, we offer tailored solutions to meet your needs. You can trust us to represent your products in the digital world and elevate your brand to the next level."
	},
	"banner": {
		"subtitle": "Reach the Top in Business",
		"title_1": "Establish",
		"highlight_1": "your business",
		"or": "or",
		"highlight_2": "develop it",
		"line_1": "Under one roof,",
		"line_2": "we offer professional solutions and stand by your side at every step as you establish and grow your business. From financial consulting to custom software solutions, social media management, design, and digital marketing, we manage all processes in the digital world",
		"line_3": " for you with our expert team.",
		"button_text": "Contact Us",
		"image_alt": "Establish and Elevate Your Business"
	},
	"team": {
		"title": "Our Team",
		"subtitle": "Professionals Serving You"
	},
	"trusted": {
		"title": "Trusted By",
		"subtitle": "Valued Brands We Work With"
	},
	"blog": {
		"title": "Blog",
		"subtitle": "Explore and Learn!"
	},
	"servicesSection": {
		"title": "Our Services",
		"subtitle": "What We Do?",
		"solutions": "Our Solutions",
		"happyClients": "Happy Clients"
	},
	"footer": {
		"about": "Our Story",
		"aboutDescription": "As Bilkas Digital Advertising Agency, we simplify the complex structure of the digital world and take our customers to the top. We are with you in every process from the establishment of the company; we offer professional support at every step from logo design to website development, from social media management to corporate identity creation. By using the most powerful tools of digital marketing such as Google Ads, SEO and SEM, we provide the opportunity to reach their goals not only for entrepreneurs who start from scratch but also for those who want to rise in the digital world. We represent your brand in the best way in the digital world with our flexible solutions suitable for every budget. Working with us is not just receiving a service, but also gaining a solid place in the digital world.",
		"contact": "Contact",
		"rightsReserved": "All rights reserved.",
		"developer": "Developer"
	},
	"pricingSection": {
		"title": "Pricing",
		"subtitle": "What Do We Offer?"
	},
	"changeLanguage": "Change Language",
	"cookiePolicy": {
		"message": "Cookies options to customize your experience on our site. Cookies allow you to enjoy certain features (like saving your cart), social sharing (for Facebook, Instagram, etc.), and tailor messages and ads to your interests (on our site and others). They also help us understand how our site fits together. By continuing to use our site, you agree to our use of cookies.",
		"button": "Cookie!"
	}
}
